Repository: Excito/parted
Catalog: po/*.po
Languages: tr

source: The backup GPT table is not at the end of the disk, as it should be. This might mean that another operating system believes the disk is smaller. Fix, by moving the backup to the end (and removing the old backup)?
tr: GPT tablosunun yedeði, olmasý gerektiði gibi diskin sonunda deðil. Bu, bir baþka iþletim sisteminin diski olduðundan küçük sanmasý anlamýna gelebilir. Yedeði sona taþýyarak (ve eski yedeði silerek) onarýnýz?

source: Both the primary and backup GPT tables are corrupt. Try making a fresh table, and using Parted's rescue feature to recover partitions.
tr: Hem birincil, hem de yedek GPT tablosu bozuk. Yeni bir tablo oluþturmayý ve Parted'ýn kurtarma özelliðini kullanarak disk bölümlerini kurtarmayý deneyin.

source: The primary GPT table is corrupt, but the backup appears OK, so that will be used.
tr: Birincil GPT tablosu bozuk, ama yedek tamam görünüyor, dolayýsýyla yedek kullanýlacak.

source: Invalid signature %x for Mac disk labels.
tr: Mac disk etiketleri için geçersiz imza %x.

source: Partition map has no partition map entry!
tr: Disk bölümü eþleminin disk bölümü eþlem girdisi yok!

source: %s is too small for a Mac disk label!
tr: %s, bir Mac disk etiketi için çok küçük!

source: Partition %d has an invalid signature %x.
tr: %d disk bölümü geçersiz imzaya sahip %x.

source: Partition %d has an invalid length of 0 bytes!
tr: %d disk bölümü 0 baytlýk geçersiz uzunluða sahip!

source: The data region doesn't start at the start of the partition.
tr: Veri bölgesi, disk bölümünün baþýndan baþlamýyor

source: The boot region doesn't start at the start of the partition.
tr: Önyükleme bölgesi, disk bölümünün baþýndan baþlamýyor

source: The partition's boot region doesn't occupy the entire partition.
tr: Disk bölümünün önyükleme bölgesi tüm disk bölümünü kaplamýyor.

source: The partition's data region doesn't occupy the entire partition.
tr: Disk bölümünün veri bölgesi tüm disk bölümünü kaplamýyor.

source: Weird block size on device descriptor: %d bytes is not divisible by 512.
tr: Aygýt tanýmlayýcýsýnda tuhaf blok boyutu: %d bayt, 512'ye bölünemiyor.

source: The driver descriptor says the physical block size is %d bytes, but Linux says it is %d bytes.
tr: Sürücü tanýmlayýcýsý fiziksel blok boyutunun %d bayt olduðunu, Linux %d bayt olduðunu bildiriyor..

source: No valid partition map found.
tr: Geçerli disk bölümü eþlemi bulunamadý.

source: Conflicting partition map entry sizes! Entry 1 says it is %d, but entry %d says it is %d!
tr: Çeliþen disk bölümü eþlem girdi boyutlarý! 1. Girdi %1$d olduðunu, ancak %2$d. girdi %3$d olduðunu bildiriyor!

source: Weird! There are 2 partitions map entries!
tr: Tuhaf!- 2 disk bölümü eþlem girdisi mevcut!

source: Changing the name of a root or swap partition will prevent Linux from recognising it as such.
tr: Bir kök ya da takas disk bölümünün adýný deðiþtirmek, Linux'un onu olduðu gibi tanýmasýný engelleyecek.

source: Can't add another partition -- the partition map is too small!
tr: Bir baþka disk bölümü eklenemiyor -- disk bölüm eþlemi çok küçük!

source: Invalid partition table on %s.
tr: %s üzerinde geçersiz disk bölümleme tablosu.

source: Partition %d isn't aligned to cylinder boundaries. This is still unsupported.
tr: %d disk bölümü silindir sýnýrlarýna hizalanmamýþ. Bu hala desteklenmiyor.

source: Can't add another partition.
tr: Bir baþka disk bölümü eklenemiyor.

source: partition length of %jd sectors exceeds the %s-partition-table-imposed maximum of %jd
tr: %jd sektörün bölümleme uzunluðu %s bölümleme tablosunca zorlanan maksimum %jd'i aþýyor

source: starting sector number, %jd exceeds the %s-partition-table-imposed maximum of %jd
tr: baþlangýç sektör numarasý %jd,%s bölümleme tablosunca zorlanan maksimum %jd'i aþýyor

source: %s : Bad checksum on block %llu of type %s.
tr: %1$s : %3$s türündeki %2$llu bloðunda bozuk saðlama toplamý

source: %s : Didn't find rdb block, should never happen.
tr: %s : rdb bloðu bulunamadý, asla olmamalý(ydý).

source: %s : Loop detected at block %d.
tr: %1$s : Blok %2$d'de döngü saptandý.

source: %s : The %s list seems bad at block %s.
tr: %1$s : %2$s listesi %3$s bloðunda bozuk görünüyor.

source: %s : Failed to list bad blocks.
tr: %s : Hatalý bloklarý listeleme baþarýsýz.

source: %s : Failed to list partition blocks.
tr: %s : Bölümleme bloklarýný listeleme baþarýsýz.

source: %s : Failed to list file system blocks.
tr: %s : Dosya sistemi bloklarýný listeleme baþarýsýz

source: %s : Failed to list boot blocks.
tr: %s : Önyükleme bloklarýný listeleme baþarýsýz.

source: Failed to write partition block at %d.
tr: %d'ye bölümleme bloðu yazýmý baþarýsýz.

source: Unable to allocate a partition number.
tr: Bir disk bölümü numarasý atanamadý.

source: Corrupted Sun disk label detected.
tr: Bozuk Sun disk etiketi saptandý.

source: The disk CHS geometry (%d,%d,%d) reported by the operating system does not match the geometry stored on the disk label (%d,%d,%d).
tr: Disk CHS geometrisi (%d,%d,%d), disk etiketinde saklanan geometriye (%d,%d,%d).uymuyor.

source: The disk label describes a disk bigger than %s.
tr: Disk etiketi, %s'den daha büyük bir disk tanýmlýyor.

source: The disk has %d cylinders, which is greater than the maximum of 65536.
tr: Disk %d silindire sahip ki bu maksimum 65536'dan daha çok.

source: The Whole Disk partition is the only available one left. Generally, it is not a good idea to overwrite this partition with a real one. Solaris may not be able to boot without it, and SILO (the sparc boot loader) appreciates it as well.
tr: Geride yalnýzca Tüm Disk disk bölümü kaldý. Genellikle, bu disk bölümünün üzerine bir gerçeðini yazmak iyi bir fikir deðildir. Solaris onsuz açýlmayabilir, ve SILO da (sparc önyükleyicisi) ona deðer verir.

source: Sun disk label is full.
tr: Sun disk etiketi doldu.

source: opening of device failed
tr: aygýtýn açýlmasý baþarýsýz

source: seeking on device failed
tr: aygýtta arama baþarýsýz

source: writing to device failed
tr: aygýta yazma baþarýsýz

source: reading from device failed
tr: aygýttan okuma baþarýsýz

source: Could not read volume label.
tr: Oylum etiketi okunamýyor.

source: Could not write volume label.
tr: Oylum etiketi yazýlamýyor.

source: Could not read VTOC labels.
tr: VTOC etiketleri okunamýyor.

source: Could not read VTOC FMT1 DSCB.
tr: VTOC FMT1 DSCB okunamýyor.

source: Could not read VTOC FMT4 DSCB.
tr: VTOC FMT4 DSCB okunamýyor.

source: Could not read VTOC FMT5 DSCB.
tr: VTOC FMT5 DSCB okunamýyor.

source: Could not read VTOC FMT7 DSCB.
tr: VTOC FMT7 DSCB okunamýyor.

source: Could not write VTOC labels.
tr: VTOC etiketleri yazýlamýyor.

source: Could not write VTOC FMT1 DSCB.
tr: VTOC FMT1 DSCB yazýlamýyor.

source: Could not write VTOC FMT4 DSCB.
tr: VTOC FMT4 DSCB yazýlamýyor.

source: Could not write VTOC FMT5 DSCB.
tr: VTOC FMT5 DSCB yazýlamýyor.

source: Could not write VTOC FMT7 DSCB.
tr: VTOC FMT7 DSCB yazýlamýyor.

source: Out of memory.
tr: Yetersiz bellek

source: Cannot get unit size for special unit 'COMPACT'.
tr: Özel birim 'COMPACT' için birim boyutu alýnamýyor.

source: "%s" has invalid syntax for locations.
tr: "%s" yerleþimler için geçersiz yazýma sahip.

source: The maximum head value is %d.
tr: Maksimum kafa deðeri %d.

source: The maximum sector value is %d.
tr: Maksimum sektör deðeri %d.

source: The location %s is outside of the device %s.
tr: %1$s yerleþimi %2$s aygýtýnýn dýþýnda.

source: Invalid number.
tr: Geçersiz numara.

source: %s : Failed to allocate partition block
tr: %s : Bölümleme bloðunu atama baþarýsýz

source: %s : Failed to allocate block
tr: %s : Boluðu atama baþarýsýz

source: %s : Couldn't read boot block %llu
tr: %s: Önyükleme bloðu %llu okunamýyor

source: %s : Couldn't read root block %llu
tr: %s: Kök bloðu %llu okunamýyor

source: %s : Failed to allocate id list element
tr: %s : Id listesi öðesi atanamýyor

source: %s : Couldn't read block %llu
tr: %s: %llu bloðu okunamýyor

source: %s : Bad checksum on block %llu of type %s
tr: %s: %llu bloðunda yanlýþ saðlama toplamý türü %s

source: %s : Couldn't write block %d
tr: %s: %d bloðu yazýlamýyor

source: %s : Failed to allocate disk_specific rdb block
tr: %s: Diske özgün rdb bloðu atanamýyor

source: %s : Didn't find rdb block, should never happen
tr: %s : rdb bloðu bulunamadý, asla olmamalý(ydý)

source: %s : Failed to read partition block %llu
tr: %s : %llu bölümleme bloðunu okuma baþarýsýz

source: Inconsistent group descriptors!
tr: Tutarsýz grup tanýmlayýcýlarý!

source: File system full!
tr: Dosya sistemi dolu!

source: Invalid superblock. Are you sure this is an ext2 file system?
tr: Geçersiz süperblok. Bunun bir ext2 dosya sistemi olduðundan emin misiniz?

source: File system has errors! You should run e2fsck.
tr: Dosya sisteminde hatalar var! e2fsck'yi yürütün.

source: File system was not cleanly unmounted! You should run e2fsck. Modifying an unclean file system could cause severe corruption.
tr: Dosya sistemi temizce ayrýlmadý! e2fsck'lamalýsýnýz. Temiz olmayan dosya sistemini deðiþtirmek ciddi sorunlara yol açabilir.

source: File system has an incompatible feature enabled. Compatible features are has_journal, dir_index, filetype, sparse_super and large_file. Use tune2fs or debugfs to remove features.
tr: Dosya sisteminin uyumsuz bir özelliði etkin durumda. Uyumlu özellikler has_journal, dir_index, filetype, sparse_super ve lrage_file'dýr. Özellikleri silmek için tune2fs ya da debugfs kullanýn.

source: Error allocating buffer cache.
tr: Tampon önbellek atamada hata.

source: Found an inode with a incorrect link count. Better go run e2fsck first!
tr: Yanlýþ link sayýsýna sahip bir dosya indeksi bulundu. Ýyisi mi önce bir e2fsck yürütün.

source: Not enough free inodes!
tr: Yeterli serbest dosya indeksi yok!

source: File system is too full to remove a group!
tr: Dosya sistemi bir grubu silmek için çok dolu!

source: File system has too many allocated inodes to remove a group!
tr: Dosya sistemi bir grubu silmek için çok sayýda dosya indeksine sahip!

source: adding groups
tr: gruplar ekleniyor

source: Your file system is too full to resize it to %i blocks. Sorry.
tr: Dosya sisteminiz %i bloða yeniden boyutlandýrýlmak için çok dolul. Üzgünüm.

source: Your file system has too many occupied inodes to resize it to %i blocks. Sorry.
tr: Dosya sisteminiz %i bloða yeniden boyutlandýrmak için çok sayýda dolu dosya indeksine sahip. Üzgünüm.

source: File system was not cleanly unmounted! You should run e2fsck.
tr: Dosya sistemi temizce ayrýlmadý! e2fsck çalýþtýrmalýsýnýz.

source: The file system has the 'dir_index' feature enabled. Parted can only resize the file system if it disables this feature. You can enable it later by running 'tune2fs -O dir_index DEVICE' and then 'e2fsck -fD DEVICE'.
tr: Dosya sisteminin 'dir_index' özelliði etkin halde... Parted, dosya sistemini ancak bu özelliði devre dýþý býrakarak yeniden boyutlandýrabilir. Daha sonra 'tune2fs -O dir_index' ve sonrasýnda 'e2fsck -fD AYGIT' komutlarýyla yeniden etkinleþtirebilirsiniz.

source: A resize operation on this file system will use EXPERIMENTAL code that MAY CORRUPT it (although no one has reported any such damage yet). You should at least backup your data first, and run 'e2fsck -f' afterwards.
tr: Bu dosya sistemindeki yeniden boyutlama iþlemi DENEYSEL kod kullanacak bu, dosya sisteminde BOZULMAYA YOL AÇABÝLÝR (þimdiye dek kimse bunu rapor etmediyse de). En azýndan önce verinizi yedeklemeli, sonra da 'e2fsck -f' yürütmelisiniz.

source: Cross-linked blocks found! Better go run e2fsck first!
tr: Çapraz baðlý bloklar bulundu! Ýiyisi mi önce gibip e2fsck yürütün!

source: Block %i has no reference? Weird.
tr: %i bloðunun baþvurusu yok? Tuhaf

source: Block %i shouldn't have been marked (%d, %d)!
tr: %i bloðu iþaretlenmemiþ olmalýydý (%d, %d)!

source: The ext2 file system passed a basic check. For a more comprehensive check, use the e2fsck program.
tr: ext2 dosya sistemi temel bir kontrolü geçti. Daha kapsamlý bir kontrol için e2fsck programýný kullanýnýz.

source: Sorry, can't move the start of ext2 partitions yet!
tr: Üzgünüm, henüz ext2 disk bölümlerinin baþlangýcý taþýnamýyor!

source: Couldn't flush buffer cache!
tr: Tampon önbellek boþaltýlamadý!

source: writing per-group metadata
tr: grup bazýnda metaverisi yazýlýyor

source: File system too small for ext2.
tr: ext2 için dosya sistemi çok küçük.

source: You need %s of free disk space to shrink this partition to this size. Currently, only %s is free.
tr: Bu disk bölümünü bu boyuta küçültmek için %1$s'lik boþ yere gereksiniminiz var. Halen yalnýzca %2$s kadarý boþ.

source: Cluster start delta = %d, which is not a multiple of the cluster size %d.
tr: Küme baþlangýcý delta = %d, küme boyutu olan %d'nin katsayýsý deðil.

source: Partition too big/small for a %s file system.
tr: Disk bölümü, bir %s dosya sistemi için çok büyük/küçük

source: The FATs don't match. If you don't know what this means, then select cancel, run scandisk on the file system, and then come back.
tr: FAT'lar uyuþmuyor. Eðer bunun ne demek olduðunu bilmiyorsanýz, Vazgeç'i seçin, dosya sisteminde scandisk'i yürütün, ve buraya dönün.

source: There are no possible configurations for this FAT type.
tr: Bu FAT türü için olasý yapýlandýrma yok.

source: File system doesn't have expected sizes for Windows to like it. Cluster size is %dk (%dk expected); number of clusters is %d (%d expected); size of FATs is %d sectors (%d expected).
tr: Dosya sistemi, Windows'un hoþlanmasý beklenen boyutlara sahip deðil. Küme boyutu %dk (%dk beklenirdi); küme sayýsý %d (%d beklenirdi); FAT boyutlarý %d sektördür (%d beklenirdi).

source: File system is reporting the free space as %d clusters, not %d clusters.
tr: Dosya sistemi boþluðun %d küme olduðunu bildiriyor, %d küme deðil.

source: GNU Parted was miscompiled: the FAT boot sector should be 512 bytes. FAT support will be disabled.
tr: GNU parted yanlýþ derlenmiþ: FAT önyükleme sektörü 512 bayt olmalý. FAT desteði devre dýþý býrakýlacak.

source: There's not enough room in the root directory for all of the files. Either cancel, or ignore to lose the files.
tr: Kök dizininde tüm dosyalara yetecek yer yok. Ya iptal edin, ya da dosyalarý yitirmek için yoksayýn.

source: Error writing to the root directory.
tr: Kök dizinine yazmada hata.

source: If you leave your file system as FAT16, then you will have no problems.
tr: Eðer dosya sisteminizi FAT16 olarak býrakýrsanýz sorununuz olmaz.

source: If you convert to FAT16, and MS Windows is installed on this partition, then you must re-install the MS Windows boot loader. If you want to do this, you should consult the Parted manual (or your distribution's manual).
tr: Eðer FAT16'ya dönüþtürürseniz ve bu disk bölümüne MS Windows yüklenmiþse, MS Windows önyükleyicisini yeniden yüklemelisiniz. Eðer bunu yapmak isterseniz, Parted el kitabýna (ya da daðýtýmýnýzýn el kitabýna) baþvurmalýsýnýz.

source: If you leave your file system as FAT32, then you will not introduce any new problems.
tr: Eðer dosya sisteminizi FAT32 olarak býrakýrsanýz yeni bir sorunla karþýlaþmayacaksýnýz.

source: If you convert to FAT32, and MS Windows is installed on this partition, then you must re-install the MS Windows boot loader. If you want to do this, you should consult the Parted manual (or your distribution's manual). Also, converting to FAT32 will make the file system unreadable by MS DOS, MS Windows 95a, and MS Windows NT.
tr: Eðer FAT32'ye dönüþtürürseniz ve bu disk bölümüne MS Windows yüklenmiþse, MS Windows önyükleyicisini yeniden yüklemelisiniz. Eðer bunu yapmak isterseniz, Parted el kitabýna (ya da daðýtýmýnýzýn el kitabýna) baþvurmalýsýnýz. Ayrýca FAT32'ye dönüþüm, dosya sisteminin MS DOS, MS Windows 95a ve MS Windows NT tarafýndan okunamaz olmasýna yol açacaktýr.

source: Would you like to use FAT32?
tr: FAT32 kullanmak ister misiniz?

source: The file system can only be resized to this size by converting to FAT16.
tr: Dosya sistemi, yalnýzca FAT16'ya dönüþtürülerek bu boyuta yeniden boyutlandýrýlabilir.

source: The file system can only be resized to this size by converting to FAT32.
tr: Dosya sistemi, yalnýzca FAT32'ye dönüþtürülerek bu boyuta yeniden boyutlandýrýlabilir.

source: GNU Parted cannot resize this partition to this size. We're working on it!
tr: GNU Parted bu disk bölümünü bu boyuta yeniden boyutlandýramaz. Üzerinde çalýþýyoruz!

source: File system has an invalid signature for a FAT file system.
tr: Dosya sistemi, FAT dosya sistemi için geçersiz bir imzaya sahip..

source: File system has an invalid sector size for a FAT file system.
tr: Dosya sistemi, FAT dosya sistemi için geçersiz bir sektör boyutuna sahip.

source: File system has an invalid cluster size for a FAT file system.
tr: Dosya sistemi, FAT dosya sistemi için geçersiz bir küme boyutuna sahip.

source: File system has an invalid number of reserved sectors for a FAT file system.
tr: Dosya sistemi, FAT dosya sistemi için geçersiz bir ayrýlmýþ sektör sayýsýna sahip.

source: File system has an invalid number of FATs.
tr: Dosya sistemi, geçersiz FATS sayýsýna sahip.

source: This file system has a logical sector size of %d. GNU Parted is known not to work properly with sector sizes other than 512 bytes.
tr: Bu dosya sistemi %d mantýksal sektör boyutuna sahip. GNU Parted'in 512 bayttan farklý sektör boyutlarýyla düzgün çalýþmadýðý bilinmektedir.

source: The file system's CHS geometry is (%d, %d, %d), which is invalid. The partition table's CHS geometry is (%d, %d, %d). If you select Ignore, the file system's CHS geometry will be left unchanged. If you select Fix, the file system's CHS geometry will be set to match the partition table's CHS geometry.
tr: Dosya sisteminin CHS geometrisi (%d, %d, %d), ki bu geçersiz. Bölümleme tablosunun CHS geometrisi (%d ,%d ,%d). Yoksay'ý seçerseniz dosya sisteminin CHS geometrisi deðiþtirilmeyecek. Onar'ý seçerseniz dosya sisteminin CHS geometrisi, bölümleme tablosunun CHS geometrisiyle uyuþacak þekilde ayarlanacak.

source: FAT boot sector says logical sector size is 0. This is weird.
tr: FAT önyükleme sektörü mantýksal sektör boyutunun 0 olduðunu söylüyor. Bu tuhaf.

source: FAT boot sector says there are no FAT tables. This is weird.
tr: FAT önyükleme sektörü FAT tablosunun olmadýðýný söylüyor. Bu tuhaf.

source: FAT boot sector says clusters are 0 sectors. This is weird.
tr: FAT önyükleme sektörü kümelerin 0 sektör olduðunu söylüyor. Bu tuhaf.

source: File system is FAT12, which is unsupported.
tr: Dosya sistemi FAT12, ki desteklenmiyor.

source: The information sector has the wrong signature (%x). Select cancel for now, and send in a bug report. If you're desperate, it's probably safe to ignore.
tr: Bilgi sektörü yanlýþ imzaya sahip. (%x). Þimdilik vazgeçi seçin ve bir yazýlým hatasý raporu gönderin. Çaresizseniz, yoksaymak muhtemelen güvenli.

source: Bad directory entry for %s: first cluster is the end of file marker.
tr: %s için bozuk dizin giriþi: ilk küme dosya belirtecinin sonunda.

source: Bad FAT: unterminated chain for %s. You should run dosfsck or scandisk.
tr: Bozuk FAT: %s için sonlandýrýlmamýþ zincir. dosfsck ya da scandisk yürütmelisiniz.

source: Bad FAT: cluster %d outside file system in chain for %s. You should run dosfsck or scandisk.
tr: Bozuk FAT: %d kümesi %s için dosya sistemi zincirinin dýþýnda. dosfsck ya da scandisk yürütmelisiniz.

source: Bad FAT: cluster %d is cross-linked for %s. You should run dosfsck or scandisk.
tr: Bozuk FAT: %d kümesi %s için çapraz baðlý. dosfsck ya da scandisk yürütmelisiniz.

source: %s is %dk, but it has %d clusters (%dk).
tr: %s %dkdýr, fakat %d kümeye (%dk) sahip.

source: The file %s is marked as a system file. This means moving it could cause some programs to stop working.
tr: %s dosyasý bir sistem dosyasý olarak iþaretlenmiþ. Bu, onu taþýmanýn bazý programlarýn çalýþmasýný durdurmaya yolaçacaðý anlamýna gelir.

source: FAT %d media %x doesn't match the boot sector's media %x. You should probably run scandisk.
tr: FAT %d ortam %x önyükleme sektörünün ortamý %x'le uyuþmamakta. Muhtemelen scandisk yürütmelisiniz.

source: fat_table_set: cluster %ld outside file system
tr: fat_table_set: %ld kümesi dosya sisteminin dýþýnda

source: fat_table_get: cluster %ld outside file system
tr: fat_table_get: %ld kümesi dosya sisteminin dýþýnda

source: fat_table_alloc_cluster: no free clusters
tr: fat_table_alloc_cluster: boþ küme yok

source: Unrecognised old style linux swap signature '%10s'.
tr: Tanýnmayan ezki tarz linux takas imzasý '%10s'.

source: Unrecognised new style linux swap signature '%10s'.
tr: Tanýnmayan yeni tarz linux takas imzasý '%10s'.

source: Unrecognised swsusp linux swap signature '%9s'.
tr: Tanýnmayan swsusp linux takas imzasý '%9s'.

source: Too many bad pages.
tr: Çok sayýda bozuk sayfa.

source: The file system contains errors.
tr: Dosya sistemi hatalar içeriyor.

source: Bad blocks could not be read.
tr: Hatalý bloklar okunamýyor.

source: Trying to register an extent starting at block 0x%X, but another one already exists at this position. You should check the file system!
tr: Blok 0x%X'den baþlayacak þekilde bir aralýk kaydedilmeye çalýþýlýyor, fakat bu konumda bir baþkasý zaten mevcut. Dosya sistemini kontrol etmelisiniz!

source: Trying to move an extent from block Ox%X to block Ox%X, but another one already exists at this position. This should not happen!
tr: Blok Ox%X'den Ox%X'e bir aralýk taþýnmaya çalýþýlýyor, fakat bu konumda bir baþkasý zaten mevcut. Bu olmamalý!

source: Could not update the extent cache for HFS file with CNID %X.
tr: Aralýk önbelleði CNID %X'li HFS dosyasý için güncellenemedi.

source: Trying to read HFS file with CNID %X behind EOF.
tr: EOF arkasýnda CNID %X'li HFS dosyasý okunmaya çalýþýlýyor.

source: Could not find sector %lli of HFS file with CNID %X.
tr: CNID %2$X li HFS dosyasýnýn %1$lli sektörü bulunamadý.

source: Trying to write HFS file with CNID %X behind EOF.
tr: EOF arkasýnda CNID %X'li HFS dosyasý yazýlmaya çalýþýlýyor.

source: Could not update the extent cache for HFS+ file with CNID %X.
tr: Aralýk önbelleði CNID %X'li HFS+ dosyasý için güncellenemedi.

source: Trying to read HFS+ file with CNID %X behind EOF.
tr: EOF arkasýnda CNID %X'li HFS+ dosyasý okunmaya çalýþýlýyor.

source: Could not find sector %lli of HFS+ file with CNID %X.
tr: CNID %2$X li HFS+ dosyasýnýn %1$lli sektörü bulunamadý.

source: Trying to write HFS+ file with CNID %X behind EOF.
tr: EOF arkasýnda CNID %X'li HFS+ dosyasý yazýlmaya çalýþýlýyor.

source: Sorry, HFS cannot be resized that way yet.
tr: Üzgünüm, HFS henüz o þekilde yeniden boyutlandýrýlamýyor.

source: Data relocation has failed.
tr: Veri yeniden konumlandýrýlmasý baþarýsýz.

source: Data relocation left some data in the end of the volume.
tr: Veri yeniden konumladýrýlmasý oylumun sonunda bazý verileri býraktý.

source: writing HFS Master Directory Block
tr: HFS Ana Dizin Bloðu yazýlýyor

source: No valid HFS[+X] signature has been found while opening.
tr: Açarken, geçerli HFS[+X] imzasý bulunamadý.

source: Version %d of HFS+ isn't supported.
tr: HFS+'in %d sürümü desteklenmiyor.

source: Version %d of HFSX isn't supported.
tr: HFSX'in %d sürümü desteklenmiyor.

source: Data relocation left some data at the end of the volume.
tr: Veri yeniden konumladýrýlmasý oylumun sonunda bazý verileri býraktý.

source: Error while writing the allocation file.
tr: Atama dosyasýna yazmada hata.

source: Error while writing the compatibility part of the allocation file.
tr: Atama dosyasýnýn uyumluluk bölümüne yazmada hata.

source: writing HFS+ Volume Header
tr: HFS+ Oylum Baþlýðý yazýlýyor

source: An error occurred while looking for the mandatory bad blocks file.
tr: Zorunlu hatalý bloklar dosyasý aranýrken bir hata oluþtu.
