Repository: Excito/parted
Catalog: po/*.po
Languages: tr

source: write error
tr: yazma hatasý

source: Unknown system error
tr: Bilinmeyen sistem hatasý

source: %s: option `%s' is ambiguous
tr: %s: `%s' seçeneði burada belirsiz

source: %s: option `--%s' doesn't allow an argument
tr: %s: `--%s' seçeneði argümansýz kullanýlýr

source: %s: option `%c%s' doesn't allow an argument
tr: %s: `%c%s' seçeneði argümansýz kullanýlýr

source: %s: option `%s' requires an argument
tr: %s: `%s' seçeneði için bir argüman gerekli

source: %s: unrecognized option `--%s'
tr: %s: `--%s' seçeneði bilinmiyor

source: %s: unrecognized option `%c%s'
tr: %s: `%c%s' seçeneði bilinmiyor

source: %s: illegal option -- %c
tr: %s: kuraldýþý seçenek -- %c

source: %s: invalid option -- %c
tr: %s: geçersiz seçenek -- %c

source: %s: option requires an argument -- %c
tr: %s: seçenek için bir argüman gerekli -- %c

source: %s: option `-W %s' is ambiguous
tr: %s: `-W %s' seçeneði belirsiz

source: %s: option `-W %s' doesn't allow an argument
tr: %s: `-W %s' seçeneði argümansýz kullanýlýr

source: Success
tr: Baþarýlý

source: No match
tr: Eþleþme yok

source: Invalid regular expression
tr: Geçersiz düzenli ifade

source: Invalid collation character
tr: Geçersiz harmanlama karakteri

source: Invalid character class name
tr: Geçersiz karakter sýnýfý ismi

source: Trailing backslash
tr: Ýzleyen tersbölü

source: Invalid back reference
tr: Geçersiz geriye baþvuru

source: Unmatched [ or [^
tr: [ ya da [^ eþleþmiyor

source: Unmatched ( or \(
tr: ( ya da \( eþleþmiyor

source: Unmatched \{
tr: \{ eþleþmiyor

source: Invalid content of \{\}
tr: \{\} in içeriði geçersiz

source: Invalid range end
tr: Geçersiz kapsam sonu

source: Memory exhausted
tr: Bellek tükendi

source: Invalid preceding regular expression
tr: Geçersiz önceki düzenli ifade

source: Premature end of regular expression
tr: Düzenli ifadenin sonu eksik

source: Regular expression too big
tr: Düzenli ifade çok büyük

source: Unmatched ) or \)
tr: ) ya da \) eþleþmiyor

source: No previous regular expression
tr: Daha önce düzenli ifade yok

source: ^[yY]
tr: ^[eE]

source: ^[nN]
tr: ^[hH]

source: Packaged by %s (%s)
tr: %s (%s) tarafýndan paketlendi

source: Packaged by %s
tr: %s tarafýndan paketlendi

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html>. This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
tr: Lisans GPLv3+: GNU GPL sürüm 3 ya da sonrasý <http://gnu.org/licenses/gpl.html> Bu özgür yazýlýmdýr: deðiþtirmek ve yeniden daðýtmakta özgürsünüz. Yasal olarak izin verildiði ölçüde GARANTÝ YOKTUR.

source: Written by %s.
tr: %s tarafýndan yazýldý.

source: Written by %s and %s.
tr: %s ve %s tarafýndan yazýldý.

source: Written by %s, %s, and %s.
tr: %s, %s ve %s taraýndan yazýldý.

source: Written by %s, %s, %s, and %s.
tr: %s, %s, %s ve %s tarafýndan yazýldý.

source: Written by %s, %s, %s, %s, and %s.
tr: %s, %s, %s, %s ve %s tarafýndan yazýldý.

source: Written by %s, %s, %s, %s, %s, and %s.
tr: %1$s, %2$s, %3$s, %4$s, %5$s ve %6$s tarafýndan yazýldý.

source: Written by %s, %s, %s, %s, %s, %s, and %s.
tr: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s ve %7$s tarafýndan yazýldý.

source: Written by %s, %s, %s, %s, %s, %s, %s, and %s.
tr: %1$s, %2$s, %3$s, %4$s, %5$s %6$s, %7$s ve %8$s tarafýndan yazýldý.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, and %s.
tr: %1$s, %2$s, %3$s, %4$s, %5$s %6$s, %7$s, %8$s ve %9$s tarafýndan yazýldý.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, %s, and others.
tr: %1$s, %2$s, %3$s, %4$s, %5$s %6$s, %7$s, %8$s, %9$s ve diðerleri tarafýndan yazýldý.

source: memory exhausted
tr: bellek tükendi

source: invalid %s%s argument `%s'
tr: geçersiz %s%s argüman `%s'

source: invalid suffix in %s%s argument `%s'
tr: %s%s argümanýnda geçersiz sonek `%s'

source: %s%s argument `%s' too large
tr: %s%s argümaný `%s' çok büyük

source: Disk Image
tr: Disk Görüntüsü

source: Error opening %s: %s
tr: %1$s açarken hata: %2$s

source: Unable to open %s read-write (%s). %s has been opened read-only.
tr: %1$s oku-yaz þeklinde açýlamýyor (%2$s). %3$s salt-okunur olarak açýldý.

source: %s during seek for read on %s
tr: %2$s'te okuma için arama sýrasýnda %1$s

source: %s during read on %s
tr: %2$s'i okuma sýrasýnda %1$s

source: Can't write to %s, because it is opened read-only.
tr: %s'e yazýlamýyor, çünkü salt-okunur olarak açýlmýþ.

source: %s during seek for write on %s
tr: %2$s'e yazma için arama sýrasýnda %1$s

source: %s during write on %s
tr: %2$s'e yazma sýrasýnda %1$s

source: Try `%s --help' for more information.
tr: Daha fazla bilgi için `%s --help' yazýn.

source: Usage: %s [OPTION] or: %s DEVICE MINOR
tr: Kullaným: %s [SEÇENEK] ya da: %s AYGIT MÝNOR

source: Clear unused space on a FAT partition (a GNU Parted testing tool).
tr: Bir FAT disk bölümündeki kullanýlmayan boþluðu silin (bir GNU Parted deneme aracý).

source: --help display this help and exit
tr: --help bu yardýmý görüntüler ve çýkar

source: --version output version information and exit
tr: --version sürüm bilgisi çýkartýr ve çýkar

source: Report bugs to <%s>.
tr: Yazýlým hatalarýný <%s>'e bildirin.

source: too few arguments
tr: argüman sayýsý yetersiz

source: too many arguments
tr: çok fazla argüman

source: invalid minor device number: %s
tr: geçersiz minör aygýt numarasý: %s

source: Usage: %s [OPTION] [DEVICE]...
tr: Kullaným: %s [SEÇENEK] [AYGIT]...

source: Inform the operating system about partition table changes. -d, --dry-run do not actually inform the operating system -s, --summary print a summary of contents -h, --help display this help and exit -v, --version output version information and exit
tr: Ýþletim sistemini disk bölümleme tablosu deðiþikliklerinden haberdar eder. -d, --dry-run iþletim sistemini haberdar etmez -s, --summary içeriðin bir özetini basar -h, --help bu yardýmý görüntüler ve çýkar -v, --version sürüm bilgisini çýkartýr ve çýkar

source: When no DEVICE is given, probe all partitions.
tr: AYGIT verilmediðinde, tüm disk bölümlerini yokla.

source: Unable to open %s.
tr: %s açýlamadý.

source: Unable to probe store.
tr: Depo sondalanamadý.

source: The partition table cannot be re-read. This means you need to reboot before mounting any modified partitions. You also need to reinstall your boot loader before you reboot (which may require mounting modified partitions). It is impossible do both things! So you'll need to boot off a rescue disk, and reinstall your boot loader from the rescue disk. Read section 4 of the Parted User documentation for more information.
tr: Disk bölümleme tablosu yeniden okunamadý, bu nedenle deðiþtirilmiþ herhangi bir disk bölümünü baðlamadan (bilgisayarý) yeniden açmalýsýnýz. Yeniden açmadan önce önyükleyicinizi de yeniden kurmalýsýnýz (ki bu deðiþtirilmiþ disk bölümlerini baðlamayý gerektirebilir). Ýki þeyi birden yapmak olanaksýz! Dolayýsýyla, bir kurtarma diskiyle açmanýz ve önyükleyicinizi bu diskten yeniden kurmanýz gerekecek. Daha fazla bilgi için Parted Kullanýcý belgesinin 4. bölümünü okuyunuz.

source: The partition table on %s cannot be re-read (%s). This means the Hurd knows nothing about any modifications you made. You should reboot your computer before doing anything with %s.
tr: %1$s (%2$s) üzerindeki disk bölümleme tablosu. Bu, sizin yaptýðýnýz deðiþiklikleri Hurd bilmiyor anlamýna gelir. %3$s ile ilgili hiçbir þey yapmadan önce bilgisayarýnýzý yeniden açmalýsýnýz.

source: You should reinstall your boot loader before rebooting. Read section 4 of the Parted User documentation for more information.
tr: Yeniden açmadan önce önyükleyicinizi yeniden kurmalýsýnýz. Daha fazla bilgi için Parted Kullanýcý belgesinin 4. bölümünü okuyunuz.

source: %s trying to sync %s to disk
tr: %1$s %2$s diske eþzamanlanmaya çalýþýlýyor

source: Could not stat device %s - %s.
tr: Dosya durum bilgisi alýnamayan aygýt %s - %s.

source: Unable to determine the dm type of %s.
tr: %s'in dm türü belirlenemedi.

source: Could not determine sector size for %s: %s. Using the default sector size (%lld).
tr: %1$s: %2$s için sektör boyutu belirlenemiyor. Öntanýmlý sektör boyutu (%3$lld) kullanýlacak.

source: Device %s has a logical sector size of %lld. Not all parts of GNU Parted support this at the moment, and the working code is HIGHLY EXPERIMENTAL.
tr: %s aygýtýnýn mantýksal sektör boyutu %lld'dir. GNU parted'in tüm bölümleri bunu henüz desteklememekte olup çalýþan kod OLDUKÇA DENEYSELDÝR.

source: Unable to determine the size of %s (%s).
tr: %1$s (%2$s)'in boyutu belirlenemedi

source: Could not get identity of device %s - %s
tr: %s - %s aygýtýnýn kimliði alýnamadý

source: Generic IDE
tr: Genel IDE

source: Device %s has multiple (%d) logical sectors per physical sector. GNU Parted supports this EXPERIMENTALLY for some special disk label/file system combinations, e.g. GPT and ext2/3. Please consult the web site for up-to-date information.
tr: Aygýt %s fiziksel sektör baþýna çok sayýda (%d) mantýksal sektör içeriyor. GNU Parted bunu DENEYSEL olarak bazý disk etiketi/dosya sistemi kombinasyonlarý için destekliyor, örneðin GPT ve ext2/3. Lütfen güncel bilgi için web sitesine baþvurun.

source: Error initialising SCSI device %s - %s
tr: %s - %s SCSI aygýtýný ilklendirmede hata

source: The device %s has zero length, and can't possibly store a file system or partition table. Perhaps you selected the wrong device?
tr: %s aygýtý sýfýr-uzunlukta ve muhtemelen bir dosya sistemi ya da bölümleme tablosu depolayamýyor. Yanlýþ aygýtý seçmiþ olmayasýnýz?

source: Unable to determine geometry of file/device %s. You should not use Parted unless you REALLY know what you're doing!
tr: %s Dosya/aygýtýnýn geometrisi belirlenemedi. CÝDDEN ne yaptýðýnýzý bilmiyorsanýz Parted kullanmamalýsýnýz!

source: Generic SD/MMC Storage Card
tr: Genel SD/MMC Bellek Kartý

source: DAC960 RAID controller
tr: DAC960 RAID denetleyici

source: Promise SX8 SATA Device
tr: Promise SX8 SATA Aygýtý

source: IBM S390 DASD drive
tr: IBM S390 DASD sürücüsü

source: Compaq Smart Array
tr: Compaq Akýllý Dizi

source: ATARAID Controller
tr: ATARAID Denetleyici

source: I2O Controller
tr: I20 Denetleyici

source: User-Mode Linux UBD
tr: Kullanýcý Kipi Linux UBD

source: Linux device-mapper (%s)
tr: Linux aygýt-eþlemleyicisi (%s)

source: Xen Virtual Block Device
tr: Xen Sanal Blok Aygýtý

source: Unknown
tr: Bilinmeyen

source: Virtio Block Device
tr: Virtio Blok Aygýtý

source: ped_device_new() Unsupported device type
tr: ped_device_new() Desteklenmeyen aygýt türü

source: Error fsyncing/closing %s: %s
tr: %s fsyncleme/kapamada hata: %s

source: parted was unable to re-read the partition table on %s (%s). This means Linux won't know anything about the modifications you made.
tr: parted, %1$s (%2$s) üzerindeki disk bölümleme tablosunu yeniden okuyamadý. Bu, siz (bilgisayarý) yeniden açana dek yaptýðýnýz deðiþiklikleri Linux'un bilmemesi demek.

source: Can't have the end before the start! (start sector=%jd length=%jd)
tr: Baþlangýçtan önce son gelemez! (baþlangýç sektörü=%jd uzunluk=%jd)

source: Can't have a partition outside the disk!
tr: Disk bölümü disk dýþýnda bulunamaz!

source: Attempt to write sectors %ld-%ld outside of partition on %s.
tr: %3$s üzerindeki disk bölümünün dýþýnda yeralan %1$ld-%2$ld sektörlere yazmaya çalýþýlýyor.

source: checking for bad blocks
tr: hatalý blok aranýyor

source: Backtrace has %d calls on stack:
tr: Geriye doðru iz sürme yýðýnýnda %d çaðrý var:

source: Assertion (%s) at %s:%d in function %s() failed.
tr: %2$s'deki iddia (%1$s):%4$s() iþlevindeki %3$d baþarýsýz.

source: %s: unrecognised disk label
tr: %s: tanýnmayan disk etiketi

source: This libparted doesn't have write support for %s. Perhaps it was compiled read-only.
tr: Bu libparted'in %s için yazma desteði yok. Belki de salt-okunur olarak derlenmiþtir.

source: Partition %d is %s, but the file system is %s.
tr: %1$d disk bölümü %2$s, fakat dosya sistemi %3$s'dir.

source: %s disk labels do not support extended partitions.
tr: %s disk etiketleri ek disk bölümlerini desteklemiyor.

source: %s disk labels don't support logical or extended partitions.
tr: %s disk etiketleri mantýksal ya da ek disk bölümlerini desteklemiyor.

source: Too many primary partitions.
tr: Çok fazla birincil disk bölümü

source: Can't add a logical partition to %s, because there is no extended partition.
tr: %s'e mantýksal disk bölümü eklenemez, çünkü ek disk bölümü yok.

source: Can't have more than one extended partition on %s.
tr: %s üzerinde birden fazla ek disk bölümü olamaz

source: Can't have logical partitions outside of the extended partition.
tr: Ek disk bölümü dýþýnda mantýksal disk bölümleri olamaz.

source: Can't have a logical partition outside of the extended partition on %s.
tr: %s üzerinde ek disk bölümü dýþýnda mantýksal disk bölümleri olamaz.

source: Can't have overlapping partitions.
tr: Örtüþen disk bölümleri olamaz

source: Can't have a primary partition inside an extended partition.
tr: Bir ek disk bölümü içinde birincil disk bölümü bulunamaz.

source: metadata
tr: metaverisi

source: free
tr: kullanýlmamýþ

source: extended
tr: ek

source: logical
tr: mantýksal

source: primary
tr: birincil

source: boot
tr: önyükleme

source: root
tr: kök

source: swap
tr: takas

source: hidden
tr: gizli

source: hp-service
tr: hp-servisi

source: Unknown partition flag, %d.
tr: Bilinmeyen.disk bölümü bayraðý, %d.

source: Information
tr: Bilgi

source: Warning
tr: Uyarý

source: Error
tr: Hata

source: Fatal
tr: Ölümcül

source: Bug
tr: Yazýlým hatasý

source: No Implementation
tr: Uyarlama yok

source: Fix
tr: Onar

source: Yes
tr: Evet

source: No
tr: Hayýr

source: OK
tr: Tamam

source: Retry
tr: Yeniden dene

source: Ignore
tr: Yoksay

source: Cancel
tr: Vazgeç

source: A bug has been detected in GNU Parted. Refer to the web site of parted http://www.gnu.org/software/parted/parted.html for more informations of what could be useful for bug submitting! Please email a bug report to bug-parted@gnu.org containing at least the version (%s) and the following message:
tr: GNU parted'da bir yazýlým hatasý saptandý. Hata bildirmek için daha fazla bilgiye ulaþmak üzere parted'ýn web sitesine baþvurun: http://www.gnu.org/software/parted/parted.html! Lütfen bug-parted@gnu.org'a sürüm (%s) ve aþaðýdaki mesajý içeren bir yazýlým hatasý raporu gönderin:

source: Could not detect file system.
tr: Dosya sistemi saptanamýyor.

source: The file system is bigger than its volume!
tr: Dosya sistemi oylumundan daha büyük!

source: Support for opening %s file systems is not implemented yet.
tr: %s dosya sistemlerini açmak için destek henüz saðlanmamýþtýr.

source: Support for creating %s file systems is not implemented yet.
tr: %s dosya sistemlerini oluþturmak için destek henüz saðlanmamýþtýr.

source: Support for checking %s file systems is not implemented yet.
tr: %s dosya sistemlerini kontrol etmek için destek henüz saðlanmamýþtýr.

source: raw block copying
tr: ham blok kopyalama

source: growing file system
tr: büyüyen dosya sistemi

source: Can't copy onto an overlapping partition.
tr: Çakýþan disk bölümlerinin üzerine kopyalanamýyor.

source: Direct support for copying file systems is not yet implemented for %s. However, support for resizing is implemented. Therefore, the file system can be copied if the new partition is at least as big as the old one. So, either shrink the partition you are trying to copy, or copy to a bigger partition.
tr: %s için dosya sistemlerini kopyalamaya direkt destek henüz saðlanmamýþtýr. Ancak yeniden boyutlandýrma desteði mevcut. Bu nedenle, eðer yeni disk bölümü en az eskisi kadar büyükse, dosya sistemi kopyalanabilir. Dolayýsýyla, ya kopyalamaya çalýþtýðýnýz disk bölümünü küçültün, ya da daha büyük bir disk bölümüne kopyalayýn.

source: Support for copying %s file systems is not implemented yet.
tr: %s dosya sistemlerini kopyalamak için destek henüz saðlanmamýþtýr.

source: Support for resizing %s file systems is not implemented yet.
tr: %s dosya sistemlerini yeniden boyutlandýrmak için destek henüz saðlanmamýþtýr.

source: creating
tr: oluþturuluyor

source: The file system is in an invalid state. Perhaps it is mounted?
tr: Dosya sistemi geçersiz bir durumda. Baðlý olabilir mi?

source: The file system is in old (unresizeable) format.
tr: Dosya sistemi eski (yeniden boyutlanamayan) biçemde.

source: Invalid free blocks count. Run reiserfsck --check first.
tr: Geçersiz serbest blok sayýsý. Önce reiserfsck --check yürütün.

source: checking
tr: kontrol ediliyor

source: Reiserfs tree seems to be corrupted. Run reiserfsck --check first.
tr: Reiserfs aðacý bozuk görünüyor. Önce reiserfsck --check yürütün.

source: The reiserfs file system passed a basic check. For a more comprehensive check, run reiserfsck --check.
tr: reiserfs dosya sistemi temel bir kontrolü geçti. Daha kapsamlý bir kontrol için reiserfsck --check yürütünüz.

source: Sorry, can't move the start of reiserfs partitions yet.
tr: Üzgünüm, henüz reiserfs disk bölümlerinin baþlangýcý taþýnamýyor.

source: Couldn't reopen device abstraction layer for read/write.
tr: Aygýt özetleme katmaný oku/yaz için yeniden açýlamýyor.

source: shrinking
tr: küçültülüyor

source: expanding
tr: geniþletiliyor

source: Couldn't create reiserfs device abstraction handler.
tr: Reiserfs aygýt özetleme iþleyici oluþturulamýyor.

source: Device is too small for %lu blocks.
tr: %lu blok için aygýt çok küçük.

source: copying
tr: kopyalýyor

source: Couldn't resolve symbol %s. Error: %s.
tr: Simge %s çözümlenemiyor. Hata: %s.

source: GNU Parted found an invalid libreiserfs library.
tr: GNU Parted geçersiz bir libreiserfs kütüphanesi buldu.

source: GNU Parted has detected libreiserfs interface version mismatch. Found %d-%d, required %d. ReiserFS support will be disabled.
tr: GNU Parted libreiserfs arayüz sürüm uyumsuzluðu tespit etti. %d-%d buldu, %d gerekiyordu. ReiserFS desteði etkisizleþtirilecek.

source: Support for reading AIX disk labels is is not implemented yet.
tr: AIX disk etiketlerini okuma desteði henüz saðlanmamýþtýr.

source: Support for writing AIX disk labels is is not implemented yet.
tr: AIX disk etiketlerini yazma desteði henüz saðlanmamýþtýr.

source: Support for adding partitions to AIX disk labels is not implemented yet.
tr: AIX disk etiketlerine disk bölümü ekleme desteði henüz saðlanmamýþtýr.

source: Support for duplicating partitions in AIX disk labels is not implemented yet.
tr: AIX disk etiketlerinde disk bölümü çoðaltma desteði henüz saðlanmamýþtýr.

source: Support for setting system type of partitions in AIX disk labels is not implemented yet.
tr: AIX disk etiketlerinde sistem türü disk bölümü kurma desteði henüz saðlanmamýþtýr.

source: Support for setting flags in AIX disk labels is not implemented yet.
tr: AIX disk etiketlerinde bayrak kurma desteði henüz saðlanmamýþtýr.

source: Unable to satisfy all constraints on the partition.
tr: Disk bölümü üzerindeki tüm koþullar karþýlanamadý.

source: Unable to allocate a bsd disklabel slot.
tr: Bir bsd disk etiketi yuvasý tahsis edilemedi

source: Unable to allocate a dasd disklabel slot
tr: Bir dasd disk etiketi yuvasý tahsis edilemedi

source: Invalid partition table on %s -- wrong signature %x.
tr: %1$s üzerinde geçersiz disk bölümleme tablosu - yanlýþ imza %2$x

source: Invalid partition table - recursive partition on %s.
tr: Geçersiz disk bölümleme tablosu - %s üzerinde özyinelemeli disk bölümü.

source: Extended partitions cannot be hidden on msdos disk labels.
tr: Msdos disk etiketlerinde ek disk bölümleri gizli olamaz.

source: Parted can't resize partitions managed by Windows Dynamic Disk.
tr: Parted, Windows Dinamik Disk tarafýndan yönetilen bölümleri yeniden boyutlayamaz.

source: %s has no extended partition (volume header partition).
tr: %s'in ek disk bölümü (oylum baþlýðý disk bölümü) yok.

source: Checksum is wrong, indicating the partition table is corrupt.
tr: Saðlama toplamý, disk bölümleme tablosunun bozuk olduðunu belirtir þekilde yanlýþ.

source: Only primary partitions can be root partitions.
tr: Yalnýzca birincil disk bölümleri kök disk bölümü olabilir.

source: Only primary partitions can be swap partitions.
tr: Yalnýzca birincil disk bölümleri takas disk bölümleri olabilir.

source: Only logical partitions can be a boot file.
tr: Yalnýzca mantýksal disk bölümleri bir önyükleme dosyasý olabilir.

source: failed to set dvh partition name to %s: Only logical partitions (boot files) have a name.
tr: %s'e dvh bölümleme adý atanmasý baþarýsýz: Yalnýzca mantýksal disk bölümlerinin (önyükleme dosyalarý) bir adý olabilir.

source: Too many primary partitions
tr: Çok fazla birincil disk bölümü

source: open error
tr: açma hatasý

source: seek error
tr: arama hatasý

source: read error
tr: okuma hatasý

source: ioctl() error
tr: ioctl() hatasý

source: API version mismatch
tr: API sürüm uyuþmazlýðý

source: Unsupported disk type
tr: Desteklenmeyen disk türü

source: Unsupported disk format
tr: Desteklenmeyen disk biçemi

source: Disk is in use
tr: Disk kullanýmda

source: Syntax error in config file
tr: Config dosyasýnda sözdizim hatasý

source: Volume label is corrupted
tr: Oylum etiketi bozuk

source: A data set name is corrupted
tr: Bir veri küme adý bozuk

source: Memory allocation failed
tr: Bellek tahsisi baþarýsýz

source: Device verification failed
tr: Aygýt doðrulamasý baþarýsýz

source: The specified device is not a valid DASD device
tr: Belirtilen aygýt geçerli bir DASD aygýtý deðil

source: Fatal error
tr: Ölümcül hata

source: No room for volume label.
tr: Oylum etiketi için yer yok

source: No room for partition info.
tr: Disk bölümü bilgisi için yer yok

source: Invalid VTOC.
tr: Geçersiz VTOC.

source: Could not retrieve API version.
tr: API sürümü belirlenemiyor.

source: The current API version '%d' doesn't match dasd driver API version '%d'!
tr: Mevcut API sürümü '%d' dasd sürücüsü API sürümüyle '%d' uyuþmuyor!

source: Could not retrieve disk geometry information.
tr: Disk geometrisi bilgisi alýnamýyor.

source: Could not retrieve blocksize information.
tr: Blok boyutu bilgisi alýnamýyor.

source: Could not retrieve disk information.
tr: Disk bilgisi alýnamýyor.

source: This is not an ECKD disk! This disk type is not supported!
tr: Bu bir ECKD diski deðil! Bu disk türü desteklenmiyor!

source: %s contains GPT signatures, indicating that it has a GPT table. However, it does not have a valid fake msdos partition table, as it should. Perhaps it was corrupted -- possibly by a program that doesn't understand GPT partition tables. Or perhaps you deleted the GPT table, and are now using an msdos partition table. Is this a GPT partition table?
tr: %s, GPT tablosu içerdiðini belirten GPT imzalarýna sahip. Ayrýca, olmasý gerekenin aksine, geçerli sahte msdos disk bölümleme tablosu yok. Belki GPT disk bölümleme tablolarýndan anlamayan bir program tarafýndan bozulmuþtur. Ya da belki siz GPT tablosunu sildiniz ve þimdi bir msdos disk bölümleme tablosu kullanmaktasýnýz. Bu bir GPT disk bölümleme tablosu mu?

source: The format of the GPT partition table is version %x, which is newer than what Parted can recognise. Please tell us! bug-parted@gnu.org
tr: GPT disk bölümleme tablosu biçemi sürüm %x olup, Parted'ýn tanýyabileceðinden daha yenidir. Lütfen bize bildirin! bug-parted@gnu.org

source: Not all of the space available to %s appears to be used, you can fix the GPT to use all of the space (an extra %llu blocks) or continue with the current setting?
tr: %s için kullanýlabilir boþluðun tamamý kullanýlmamýþ görünüyor, GPT'yi ayarlayýp tüm mevcut boþluðu (%llu ek blok) kullanabilir ya da mevcut ayarla devam edebilirsiniz?
