Repository: Excito/parted
Catalog: po/*.po
Languages: tr

source: It seems there is an error in the HFS wrapper: the bad blocks file doesn't contain the embedded HFS+ volume.
tr: HFS sarmalayýcýsýnda hata var gibi görünüyor: hatalý blok dosyasý, gömülü HFS+ oylumunu içermiyor.

source: Sorry, HFS+ cannot be resized that way yet.
tr: Üzgünüm, HFS+ henüz o þekilde yeniden boyutlandýrýlamýyor.

source: shrinking embedded HFS+ volume
tr: gömülü HFS+ oylumu küçültülüyor

source: Resizing the HFS+ volume has failed.
tr: HFS+ oylumunun yeniden boyutlandýrýlmasý baþarýsýz.

source: shrinking HFS wrapper
tr: HFS sarmalayýcýsý küçültülüyor

source: Updating the HFS wrapper has failed.
tr: HFS sarmalayýcýsýnýn göncellenmesi baþarýsýz.

source: This is not a real %s check. This is going to extract special low level files for debugging purposes.
tr: Bu geçek bir %s kontrolü deðil. Hata ayýklama amacýyla düþük düzey dosyalar özütlenecek.

source: Bad block list header checksum.
tr: Hatalý blok liste baþlýðý saðlama toplamý

source: Invalid size of a transaction block while replaying the journal (%i bytes).
tr: Günlük tekrar okunurken geçersiz bir iþlem boyut bloðu (%i bayt).

source: Journal stored outside of the volume are not supported. Try to desactivate the journal and run Parted again.
tr: Oylum dýþýnda depolanan günlükler desteklenmiyor. Günlüðü etkisiz kýlmayý ve Parted'ý yeniden çalýþtýrmayý deneyin.

source: Journal offset or size is not multiple of the sector size.
tr: Günlük baþlangýcý ya da boyutu sektör boyutunun katý deðil.

source: Incorrect magic values in the journal header.
tr: Günlük baþlýðýnda geçersiz sihirli deðerler.

source: Journal size mismatch between journal info block and journal header.
tr: Günlük bilgi bloðu ve baþlýðý arasýnda günlük boyutu örtüþmüyor.

source: Some header fields are not multiple of the sector size.
tr: Bazý baþlýk alanlarý sektör boyutunun katý deðil.

source: The sector size stored in the journal is not 512 bytes. Parted only supports 512 bytes length sectors.
tr: Günlükte kayýtlý sektör boyutu 512 bayt deðil. Parted yalnýzca 512 bayt uzunluktaki sektörleri destekler.

source: Bad journal checksum.
tr: Bozuk günlük saðlama toplamý.

source: The journal is not empty. Parted must replay the transactions before opening the file system. This will modify the file system.
tr: Günlük boþ. Parted, dosya sistemini açmadan iþlemleri yinelemeli. Bu, dosya sistemini deðiþtirecek.

source: The volume header or the master directory block has changed while replaying the journal. You should restart Parted.
tr: Günlük yinelenirken ana dizin bloðunun oylum baþlýðý deðiþti. Parted'ý yeniden baþlatmalýsýnýz.

source: Parted can't use HFS file systems on disks with a sector size not equal to %d bytes.
tr: Parted sektör boyutu %d bayta eþit olmayan disklerde HFS dosya sistemi kullanamaz.

source: An extent has not been relocated.
tr: Bir aralýk yeniden konumlanmadý.

source: A reference to an extent comes from a place it should not. You should check the file system!
tr: Bir aralýðýn baþvurusu gelmemesi gereken bir yerden geliyor. Dosya sistemini kontrol etmelisiniz!

source: This HFS volume has no catalog file. This is very unusual!
tr: Bu HFS oylumunun katalog dosyasý yok. Bu çok sýradýþý!

source: This HFS volume has no extents overflow file. This is quite unusual!
tr: Bu HFS oylumunun aralýk taþmasý dosyasý yok. Bu oldukça sýradýþý!

source: The extents overflow file should not contain its own extents! You should check the file system.
tr: Aralýk taþmasý dosyasý, kendi aralýklarýný içermemeli! Dosya sistemini kontrol etmelisiniz.

source: Could not cache the file system in memory.
tr: Dosya sistemi önbelleðe alýnamýyor.

source: Bad blocks list could not be loaded.
tr: Hatalý blok listesi yüklenemedi.

source: An error occurred during extent relocation.
tr: Aralýk yeniden konumlandýrýlmasý sýrasýnda bir hata oluþtu.

source: This HFS+ volume has no catalog file. This is very unusual!
tr: Bu HFS+ oylumunun katalog dosyasý yok. Bu çok sýradýþý!

source: This HFS+ volume has no extents overflow file. This is quite unusual!
tr: Bu HFS+ oylumunun aralýk taþmasý dosyasý yok. Bu oldukça sýradýþý!

source: displays this help message
tr: bu yardým mesajýný görüntüler

source: lists partition layout on all block devices
tr: tüm blok aygýtlarýn bölümleme yerleþimlerini listeler

source: displays machine parseable output
tr: makinece ayrýþtýrýlabilir çýktýyý gösterir

source: never prompts for user intervention
tr: kullanýcý müdahalesi için asla istemde bulunmaz

source: displays the version
tr: sürümü görüntüler

source: NUMBER is the partition number used by Linux. On MS-DOS disk labels, the primary partitions number from 1 to 4, logical partitions from 5 onwards.
tr: NUMBER, Linux tarafýndan kullanýlan disk bölümü numarasýdýr. Msdos disk etiketlerinde birincil disk bölümü numarasý 1-4 arasý, mantýksal disk bölümleri de 5 ve üstüdür.

source: LABEL-TYPE is one of:
tr: LABEL-TYPE þunlardan biridir:

source: FLAG is one of:
tr: FLAG þunlardan biridir:

source: UNIT is one of:
tr: UNIT þunlardan biridir:

source: PART-TYPE is one of: primary, logical, extended
tr: PART-TYPE þunlardan biridir: birincil, mantýksal, ek

source: FS-TYPE is one of:
tr: FS-TYPE þunlardan biridir:

source: START and END are disk locations, such as 4GB or 10%. Negative values count from the end of the disk. For example, -1s specifies exactly the last sector.
tr: START ve END disk konumlarýdýr, 4GB ya da %10 gibi. Eksi deðerler, diskin sonuna uzaklýðý belirtir. Örneðin -1s tam olarak son sektörü belirtir.

source: STATE is one of: on, off
tr: STATE þunlardan biridir: açýk, kapalý

source: DEVICE is usually /dev/hda or /dev/sda
tr: DEVICE sýklýkla /dev/hda ya da /dev/sda'dýr

source: NAME is any word you want
tr: NAME istediðiniz herhangi bir sözcüktür

source: The partition must have one of the following FS-TYPEs:
tr: Disk bölümü aþaðýdaki FS-TYPE'larýndan birine sahip olmalýdýr:

source: Copyright (C) 1998 - 2006 Free Software Foundation, Inc. This program is free software, covered by the GNU General Public License. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
tr: Telifhakký (C) 1998 - 2006 Özgür Yazýlým Kuruluþu, A.Þ. Bu program, GNU Genel Kamu Lisansý'nca kapsanan özgür yazýlýmdýr. Bu program, yararlý olacaðý ümidiyle daðýtýlmýþ olup, SATILABÝLÝRLÝK ya da BELLÝ BÝR AMACA UYGUNLUK garantileri de dahil olmak üzere HERHANGÝ BÝR GARANTÝ içermez. Daha fazla ayrýntý için GNU Genel Kamu Lisansý'na bakýnýz.

source: %0.f%% (time left %.2d:%.2d)
tr: %0.f%% (kalan süre %.2d:%.2d)

source: Partition %s is being used. You must unmount it before you modify it with Parted.
tr: %s disk bölümü kullanýlýyor. Parted'la deðiþtirmeden önce ayýrmalýsýnýz.

source: Partition(s) on %s are being used.
tr: %s üzerindeki disk bölümü(leri) kullanýlýyor.

source: The existing file system will be destroyed and all data on the partition will be lost. Do you want to continue?
tr: Mevcut dosya sistemi silinecek ve disk bölümündeki tüm veri kaybolacak. Devam etmek istiyor musunuz?

source: The existing disk label on %s will be destroyed and all data on this disk will be lost. Do you want to continue?
tr: %s üzerindeki mevcut disk etiketi silinecek ve bu disk üzerindeki tüm veri kaybolacak. Devam etmek istiyor musunuz?

source: Partition number?
tr: Disk bölümü numarasý?

source: Source device?
tr: Kaynak aygýtý?

source: Source partition number?
tr: Kaynak disk bölümü numarasý?

source: Can't copy an extended partition.
tr: Ek disk bölümleri kopyalanamýyor.

source: Destination partition number?
tr: Hedef disk bölümü numarasý?

source: New disk label type?
tr: Yeni disk etiketi türü?

source: File system type?
tr: Dosya sistemi türü?

source: Partition type?
tr: Disk bölümü türü?

source: Partition name?
tr: Disk bölümü adý?

source: Start?
tr: Baþlangýç?

source: End?
tr: Bitiþ?

source: You requested a partition from %s to %s. The closest location we can manage is %s to %s.%s
tr: %1$s'den %2$s'e bir bölüm istediniz. Becerebildiðimiz buna en yakýn konum %3$s'den %4$s.%5$s'e

source: Is this still acceptable to you?
tr: Bu sizin için hala kabul edilebilir mi?

source: An extended partition cannot hold a file system. Did you want mkpart?
tr: Bir ek disk bölümünün dosya sistemi olamaz. mkpart mý istediniz?

source: Can't move an extended partition.
tr: Bir ek disk bölümü taþýnamaz.

source: Can't move a partition onto itself. Try using resize, perhaps?
tr: Bir disk bölümü kendi üzerine taþýnamaz. Belki yeniden boyutlandýrmayý dener misiniz?

source: Flags: %s
tr: Bayraklar: %s

source: File System: %s
tr: Dosya Sistemi: %s

source: Size:
tr: Boyut:

source: Minimum size:
tr: Minimum boyut:

source: Maximum size:
tr: Maksimum boyut:

source: Disk %s: %s
tr: Disk %1$s: %2$s

source: Sector size (logical/physical): %lldB/%lldB
tr: Sektör boyutu (mantýksal/fiziksel): %lldB/%lldB

source: BIOS cylinder,head,sector geometry: %d,%d,%d. Each cylinder is %s.
tr: BIOS silindiri, kafa, sektör geometrisi: %d,%d,%d. Herbir silindir %s'tir.

source: Partition Table: %s
tr: Disk bölümü Tablosu: %s

source: Number
tr: Numara

source: Start
tr: Baþlangýç

source: End
tr: Son

source: Size
tr: Boyut

source: Type
tr: Tür

source: File system
tr: Dosya sistemi

source: Name
tr: Ýsim

source: Flags
tr: Bayraklar

source: Free Space
tr: Boþ Alan

source: A %s %s partition was found at %s -> %s. Do you want to add it to the partition table?
tr: %3$s -> %4$s'de bir %1$s %2$s disk bölümü bulundu. Bunu disk bölümü tablosuna eklemeyi ister misiniz?

source: searching for file systems
tr: dosya

source: New device?
tr: Yeni aygýt?

source: Flag to Invert?
tr: Tersine çevirmek üzere bayrakla?

source: New state?
tr: Yeni durum?

source: Unit?
tr: Birim?

source: check NUMBER do a simple check on the file system
tr: check NUMBER dosya sistemi üzerinde basit bir kontrol yap

source: cp [FROM-DEVICE] FROM-NUMBER TO-NUMBER copy file system to another partition
tr: cp [FROM-DEVICE] FROM-NUMBER TO-NUMBER dosya sistemini bir baþka disk bölümüne kopyala

source: help [COMMAND] print general help, or help on COMMAND
tr: help [COMMAND] genel yardýmý ya da KOMUT yardýmýný yazdýrýr

source: mklabel,mktable LABEL-TYPE create a new disklabel (partition table)
tr: mklabel,mktable LABEL-TYPE yeni bir disk etiketi (disk bölümü tablosu) oluþtur

source: mkfs NUMBER FS-TYPE make a FS-TYPE file system on partition NUMBER
tr: mkfs NUMBER FS-TYPE NUMBER disk bölümü üzerinde FS-TYPE dosya sistemini yap

source: mkpart PART-TYPE [FS-TYPE] START END make a partition
tr: mkpart PART-TYPE [FS-TYPE] START END bir disk bölümü yap

source: 'mkpart' makes a partition without creating a new file system on the partition. FS-TYPE may be specified to set an appropriate partition ID.
tr: mkpart, disk bölümü üzerinde yeni bir dosya sistemi oluþturmadan bir disk bölümü yapar. DS-TÜRÜ, uygun bir disk bölümü ID atamak için belirtilebilir.

source: mkpartfs PART-TYPE FS-TYPE START END make a partition with a file system
tr: mkpartfs PART-TYPE FS-TYPE START END dosya sistemi olan bir disk bölümü yap

source: move NUMBER START END move partition NUMBER
tr: move NUMBER START END NUMBER. disk bölümünü taþý

source: name NUMBER NAME name partition NUMBER as NAME
tr: name NUMBER NAME NUMBER. disk bölümünü NAME'le adlandýr

source: print [devices|free|list,all|NUMBER] display the partition table, available devices, free space, all found partitions, or a particular partition
tr: print [aygýtlar|boþluk|liste,tümü|NUMARA] bölümleme tablosu, mevcut aygýtlar, boþluk, tüm bulunan bölümler ya da belli bir bölümü gösterir

source: Without arguments, 'print' displays the entire partition table. However with the following arguments it performs various other actions.
tr: Argümansýz olduðunda print tüm bölümleme tablosunnu gösterir. Aþaðýdaki argümanlarla kullanýldýðýnda diðer çeþitli eylemleri uygular.

source: devices : display all active block devices
tr: devices : tüm aktif blok aygýtlarý gösterir

source: free : display information about free unpartitioned space on the current block device
tr: free : mevcut blok aygýt üzerindeki boþ bölümlenmemiþ alan bilgisini gösterir

source: list, all : display the partition tables of all active block devices
tr: list, all : tüm aktif blok aygýtlarýn bölümleme tablolarýný gösterir

source: NUMBER : display more detailed information about this particular partition
tr: NUMBER : bu belirtilmiþ bölüm hakkýnda daha ayrýntýlý bilgi gösterir

source: quit exit program
tr: quit programdan çýk

source: rescue START END rescue a lost partition near START and END
tr: rescue START END START ve END arasýndaki kayýp disk bölümlerini kurtar

source: resize NUMBER START END resize partition NUMBER and its file system
tr: resize NUMBER START END NUMBER. disk bölümünü ve üzerindeki dosya sistemini yeniden boyutlandýr

source: rm NUMBER delete partition NUMBER
tr: rm NUMBER NUMBER. disk bölümünü sil

source: select DEVICE choose the device to edit
tr: select DEVICE düzenlenecek aygýtý seç

source: set NUMBER FLAG STATE change the FLAG on partition NUMBER
tr: set NUMBER FLAG STATE NUMBER. disk bölümü üzerindeki bayraðý deðiþtir

source: toggle
tr: seçmece / deðiþtir

source: toggle [NUMBER [FLAG]] toggle the state of FLAG on partition NUMBER
tr: toggle [NUMBER [FLAG] NUMBER. disk bölümü üzerindeki BAYRAK durumunu deðiþtir

source: unit
tr: birim

source: unit UNIT set the default unit to UNIT
tr: birim UNIT öntanýmlý birimi UNIT'e ayarla

source: version
tr: sürüm

source: version display the version number and copyright information of GNU Parted
tr: version GNU Parted'in sürüm numarasýný ve telif hakký bilgisini görüntüler

source: 'version' displays copyright and version information corresponding to this copy of GNU Parted
tr: sürüm, GNU Parted'in bu kopyasýnýn telif hakký ve sürüm bilgisini görüntüler

source: No device found
tr: Aygýt bulunamadý

source: WARNING: You are not superuser. Watch out for permissions.
tr: UYARI: Süper kullanýcý deðilsiniz. Ýzinlere dikkat edin.

source: You may need to update /etc/fstab.
tr: /etc/fstab'i güncellemeniz gerekebilir.

source: Welcome to GNU Parted! Type 'help' to view a list of commands.
tr: GNU Parted'a hoþgeldiniz! Komutlarýn bir listesini görmek için 'help' yazýnýz.

source: Usage: parted [OPTION]... [DEVICE [COMMAND [PARAMETERS]...]...] Apply COMMANDs with PARAMETERS to DEVICE. If no COMMAND(s) are given, run in interactive mode.
tr: Kullaným: parted [SEÇENEK]... [AYGIT [KOMUT [PARAMETRELER]...]...] KOMUTLARI PARAMETRELERle AYGITa uygular. Eðer KOMUT(lar) verilmezse, etkileþimli kipte çalýþýr.

source: You found a bug in GNU Parted! Here's what you have to do: Don't panic! The bug has most likely not affected any of your data. Help us to fix this bug by doing the following: Check whether the bug has already been fixed by checking the last version of GNU Parted that you can find at: http://ftp.gnu.org/gnu/parted/ Please check this version prior to bug reporting. If this has not been fixed yet or if you don't know how to check, please visit the GNU Parted website: http://www.gnu.org/software/parted for further information. Your report should contain the version of this release (%s) along with the error message below, the output of parted DEVICE unit co print unit s print and the following history of commands you entered. Also include any additional information about your setup you consider important.
tr: GNU Parted'da bir yazýlým hatasý buldunuz! Yapmanýz gereken þunlardýr: Paniðe kapýlmayýn! Yazýlým hatasý büyük olasýlýkla verinizi etkilemedi. Bu hatayý onarmak için bize þunlarý yaparak yardým edin: http://ftp.gnu.org/gnu/parted/ adresinde bulabileceðiniz GNU Parted'in son sürümünü kontrol ederek hatanýn zaten düzeltilmiþ olup olmadýðýný kontrol edin. Hatayý rapor etmeden önce lütfen bu sürümü kontrol edin. Eðer hata onarýlmamýþsa ya da nasýl kontrol edeceðinizi bilmiyorsanýz, lütfen GNU Parted web sitesini daha fazla bilgi için ziyaret edin: http://www.gnu.org/software/parted Raporunuz bu daðýtýmýn sürüm numarasýný (%s) aþaðýdaki hata mesajýný, parted DEVICE unit co print unit s print komutunun çýktýsýný ve aþaðýdaki girdiðiniz komut tarihçesini içermelidir. Ayrýca kurulumunuz hakkýnda önemli olduðunu düþündüðünüz ek bilgileri ekleyiniz.

source: Command History:
tr: Komut Tarihçesi:

source: Error: SEGV_MAPERR (Address not mapped to object)
tr: Hata: SEGV_MAPERR (Adres nesneye eþlenmedi)

source: Error: SEGV_ACCERR (Invalid permissions for mapped object)
tr: Hata: SEGV_ACCERR (Eþlenmiþ nesne için geçersiz izinler)

source: Error: A general SIGSEGV signal was encountered.
tr: Hata: Genel bir SIGSEGV sinyaliyle karþýlaþýldý.

source: Error: FPE_INTDIV (Integer: divide by zero)
tr: Hata: FPE_INTDIV (Tamsayý: sýfýrla bölünme)

source: Error: FPE_INTOVF (Integer: overflow)
tr: Hata: FPE_INTOVF (Tamsayý: taþma)

source: Error: FPE_FLTDIV (Float: divide by zero)
tr: Hata: FPE_FLTDIV (Kayan: sýfýrla bölünme)

source: Error: FPE_FLTOVF (Float: overflow)
tr: Hata: FPE_FLTOVF (Kayan: taþma)

source: Error: FPE_FLTUND (Float: underflow)
tr: Hata: FPE_FLTUND (Kayan: boþalma)

source: Error: FPE_FLTRES (Float: inexact result)
tr: Hata: FPE_FLTRES (Kayan: kesin olmayan sonuç)

source: Error: FPE_FLTINV (Float: invalid operation)
tr: Hata: FPE_FLTINV (Kayan: geçersiz iþlem)

source: Error: FPE_FLTSUB (Float: subscript out of range)
tr: Hata: FPE_FLTSUB (Kayan: altsimge erim dýþý)

source: Error: A general SIGFPE signal was encountered.
tr: Hata: Genel bir SIGFPE sinyaliyle karþýlaþýldý.

source: Error: ILL_ILLOPC (Illegal Opcode)
tr: Hata: ILL_ILLOPC (Kuraldýþý Opcode)

source: Error: ILL_ILLOPN (Illegal Operand)
tr: Hata: ILL_ILLOPN (Kuraldýþý Ýþlenen)

source: Error: ILL_ILLADR (Illegal addressing mode)
tr: Hata: ILL_ILLADR (Kuraldýþý adresleme kipi)

source: Error: ILL_ILLTRP (Illegal Trap)
tr: Hata: ILL_ILLTRP (Kuraldýþý Tuzak)

source: Error: ILL_PRVOPC (Privileged Opcode)
tr: Hata: ILL_PRVOPC (Ayrýcalýklý Opcode)

source: Error: ILL_PRVREG (Privileged Register)
tr: Hata: ILL_PRVREG (Ayrýcalýklý Yazmaç)

source: Error: ILL_COPROC (Coprocessor Error)
tr: Hata: ILL_COPROC (Eþiþlemci Hatasý)

source: Error: ILL_BADSTK (Internal Stack Error)
tr: Hata: ILL_BADSTK (Dahili Yýðýn Hatasý)

source: Error: A general SIGILL signal was encountered.
tr: Hata: Genel bir SIGILL sinyaliyle karþýlaþýldý.

source: invalid token: %s
tr: geçersiz andaç: %s

source: Expecting a partition number.
tr: Bir disk bölümü numarasý bekleniyor.

source: Partition doesn't exist.
tr: Disk bölümü yok.

source: Expecting a file system type.
tr: Bir dosya sistemi türü bekleniyor.

source: Unknown file system type "%s".
tr: Bilinmeyen dosya sistemi türü "%s".

source: Expecting a disk label type.
tr: Bir disk etiketi türü bekleniyor.

source: Can't create any more partitions.
tr: Baþka disk bölümü oluþturulamýyor.

source: Expecting a partition type.
tr: Bir disk bölümü türü bekleniyor.

source: on
tr: açýk

source: off
tr: kapalý

source: OPTIONs:
tr: SEÇENEKler:

source: COMMANDs:
tr: KOMUTlar:

source: Using %s
tr: %s kullanýlýyor

source: This command does not make sense in non-interactive mode.
tr: Bu komut etkileþimsiz kipte anlamsýz.
